Repository: common-repository/banner-creator
Catalog: languages/ts-ads-*.po
Languages: bn_bd

source: Clear data
bn_bd: পরিসংখ্যান মুছে ফেলুন

source: Are you sure you want to clear all statistics of this banner?
bn_bd: আপনি নিশ্চিত যে আপনি এই ব্যানারের জন্য সকল পরিসংখ্যান মুছে ফেলতে চান?

source: <span class="dashicons dashicons-editor-code"></span> Codes
bn_bd: <span class="dashicons dashicons-editor-code"></span> কোড

source: <span class="dashicons dashicons-visibility"></span> Views
bn_bd: <span class="dashicons dashicons-visibility"></span> দৃশ্যমান সংখ্যা

source: <span class="dashicons dashicons-chart-bar"></span> Clicks
bn_bd: <span class="dashicons dashicons-chart-bar"></span> ক্লিক সংখ্যা

source: Get Codes
bn_bd: কোডগুলি দেখুন

source: All statistics data were cleared for banner "%1$s"
bn_bd: "%1$s" ব্যানারের জন্য সকল পরিসংখ্যান মুছে ফেলা হয়েছে।

# post type general name
source: Banners
bn_bd: ব্যানারগুলি

# post type singular name
source: Banner
bn_bd: ব্যানার

# admin menu
source: Banner Ads
bn_bd: ব্যানার বিজ্ঞাপনগুলি

# add new on admin bar
source: Banner
bn_bd: ব্যানার

# banner
source: Add New
bn_bd: নতুন যুক্ত করুন

source: Add New Banner
bn_bd: নতুন ব্যানার যুক্ত করুন

source: New Banner
bn_bd: নতুন ব্যানার

source: Edit Banner
bn_bd: ব্যানারটি এডিট করুন

source: View Banner
bn_bd: ব্যানারটি দেখুন

source: All Banners
bn_bd: সকল ব্যানার

source: Search Banners
bn_bd: ব্যানার খুঁজুন

source: Parent Banners:
bn_bd: পূর্বের ব্যানারগুলিঃ

source: No banners found.
bn_bd: কোনও ব্যানার পাওয়া যায়নি

source: No banners found in Trash.
bn_bd: ট্র্যাশে কোনও ব্যানার পাওয়া যায়নি

source: Description.
bn_bd: ডেসক্রিপশন

source: Banner view/click data
bn_bd: ব্যানারের পরিসংখ্যানগুলি

source: Banner Settings
bn_bd: ব্যানার সেটিংস

source: Size & Link
bn_bd: সাইজ এবং লিঙ্ক

source: Design
bn_bd: ডিজাইন

source: Display Options
bn_bd: কিভাবে দেখাতে চান

source: Preview Banner
bn_bd: ব্যানারটি দেখুন

source: Select or Upload image
bn_bd: ছবি নির্বাচন বা আপলোড করুন

source: Use this image
bn_bd: এই ছবিটি ব্যবহার করুন

source: Remove this image
bn_bd: এই ছবিটি বাদ দিন

source: Upload
bn_bd: আপলোড

source: Small Square
bn_bd: ছোট বর্গক্ষেত্র

source: Medium Square
bn_bd: মাঝারি বর্গক্ষেত্র

source: Square
bn_bd: বর্গক্ষেত্র

source: Medium Rectangle
bn_bd: মাঝারি আয়তক্ষেত্র

source: Half Banner
bn_bd: অর্ধেক ব্যানার

source: Banner
bn_bd: ব্যানার

source: Vertical Banner
bn_bd: লম্বা ব্যানার

source: Vertical Rectangle
bn_bd: লম্বা আয়তক্ষেত্র

source: Leaderboard
bn_bd: লিডারবোর্ড

source: Billboard
bn_bd: বিলবোর্ড

source: Inline Rectangle
bn_bd: লাইনের ভিতর আয়তক্ষেত্র

source: Large Rectangle
bn_bd: বড় আয়তক্ষেত্র

source: Skyscraper
bn_bd: স্কাইস্ক্র্যাপার

source: Wide Skyscraper
bn_bd: চওড়া স্কাইস্ক্র্যাপার

source: Extra Wide Skyscraper
bn_bd: অতিরিক্ত চওড়া স্কাইস্ক্র্যাপার

source: Half-Page Ad
bn_bd: অর্ধেক পৃষ্ঠা ব্যানার

source: Large Leaderboard
bn_bd: বড় লিডারবোর্ড

source: Facebook Cover
bn_bd: ফেইসবুক কভার

source: Facebook Post
bn_bd: ফেইসবুক পোস্ট

source: Facebook Ad
bn_bd: ফেইসবুকের বিজ্ঞাপন

source: Twitter Post
bn_bd: টইটার পোস্ট

source: Twitter Cover
bn_bd: টুইটার কভার

source: Instagram Post
bn_bd: ইন্সটাগ্রাম পোস্ট

source: Instagram Ad
bn_bd: ইন্সটাগ্রাম বিজ্ঞাপন

source: Pinterest Post
bn_bd: পিন্টারেস্ট পোস্ট

source: LinkedIn Cover
bn_bd: লিঙ্কডইন কভার

source: Google+ Cover
bn_bd: গুগল+ কভাব

source: Snapchat Post
bn_bd: স্নাপচ্যাট পোস্ট

source: Link
bn_bd: লিঙ্ক

source: Link target
bn_bd: লিঙ্ক টার্গেট

source: (_blank) Open the link in a new window
bn_bd: (_blank) নতুন ট্যাবে চালু করে

source: (_self) Open the link in the same frame as it was clicked
bn_bd: (_self) নিজস্ব ফ্রেমে চালু করে

source: (_parent) Open the link in the parent frameset
bn_bd: (_parent) বাইরের ফ্রেমে চালু করে

source: (_top) Open the link in the full body of the window
bn_bd: (_top) সরবচ্চো ফ্রেমে চালু করে

source: Regular Sizes
bn_bd: সাধারন সাইজগুলি

source: Social Media Sizes
bn_bd: সামাজিক যোগাযোগ মাধ্যমের সাইজগুলি

source: Banner type
bn_bd: ব্যানারের ধরন

source: Image
bn_bd: ছবি

source: HTML
bn_bd: এইচটিএমএল

source: Select Image
bn_bd: ছবি নির্বাচন করুন

source: Custom Codes
bn_bd: নিজস্ব কোড

source: <strong>NOTE:</strong> invalid codes may break your banner. Use carefully.
bn_bd: <strong>নোট:</strong> ভুল কোড ব্যানারটিকে নস্ট করে দিতে পারে। সাবধানতার সাথে ব্যবহার করুন

source: Paste HTML code within <body></body> tag
bn_bd: <body></body> ট্যাগের ভিতর এইচটিএমএল কোড পেস্ট করুন

source: Only applicable if using HTML banner type
bn_bd: সুধুমাত্র এইচটিএমএল ব্যানারের জন্য প্রযোজ্য

source: CSS
bn_bd: সিএসএস

source: Paste CSS code to add inside the banner
bn_bd: ব্যানারটিএর ভিতর কোড যুক্ত করতে পেস্ট করুন

source: No html or javascript allowed
bn_bd: এইচটিএমএল বা জাভাস্ক্রিপ্ট এর অনুমতি নেই

source: JavaScript
bn_bd: জাভাস্ক্রিপ্ট

source: Paste JavaScript code to add inside the banner
bn_bd: জাভাস্ক্রিপ্ট কোড ব্যানারে যুক্ত করতে পেস্ট করুন

source: No html or CSS allowed
bn_bd: সিএসএস বা এইচটিএমএল এর অনুমতি নেই

source: Load jQuery before this code
bn_bd: এই কোডের আগে জেকোয়েরি লোড করুন

source: Automatic display
bn_bd: স্বয়ংক্রিয়ভাবে দেখান

source: Show this banner inside posts
bn_bd: এই ব্যানারটি পোস্টের ভিতরে দেখান

source: Display Position
bn_bd: কোথায় দেখাতে চান

source: Top of post content
bn_bd: পোস্টের কন্টেন্টের পূর্বে

source: Middle of post content
bn_bd: পোস্টের কন্টেন্টের মথ্যে

source: End of post content
bn_bd: পোস্টের কন্টেরন্টের শেষে

source: Shorcode display
bn_bd: শর্টকোড কিভাবে দেখাতে চান

source: Display Alignment
bn_bd: কোন দিকে দেখাতে চান

source: Regular
bn_bd: সাধারন

source: Inline Left
bn_bd: লাইনের ভিতর বামে

source: Inline Right
bn_bd: লাইনের ভিতর ডানে

source: Left
bn_bd: বামে

source: Center
bn_bd: কেন্দ্রে

source: Right
bn_bd: ডানে

source: Allowed Domains
bn_bd: অনুমিত ডোমেইনগুলি

source: One domain each line. Use only an asterisk (*) here to allow on any domain.
bn_bd: প্রত্যেক লাইনে একটি ডোমেইন। যেকোনো ডোমেইনে অনুমোতির জন্য সুধুমাত্র একটি আস্টেরিস্ক (*) ব্যবহার করুন।

source: No need to put http/https/www. Example: yourdomain.com or sub.domain.com
bn_bd: http/https/www ব্যাবহারের প্রয়োজন নেই। জেমনঃ yourdomain.com or sub.domain.com

source: Home domain is allowed by default.
bn_bd: নিজস্ব ডোমেইন আগে থেকেই অনুমোদিত

source: Your banner code
bn_bd: আপনার ব্যানারের কোডঃ

source: Shortcode Sync:
bn_bd: শর্টকোড সিঙ্কঃ

source: Shortcode Async:
bn_bd: শর্টকোড এসিঙ্কঃ

source: HTML Sync:
bn_bd: এইচটিএমএল সিঙ্কঃ

source: (Works anywhere)
bn_bd: (যেকোনো যায়গায় কাজ করে)

source: HTML Async:
bn_bd: এইচটিএমএল এসিঙ্কঃ

source: iFrame:
bn_bd: আইফ্রেমঃ

source: (Experimental)
bn_bd: (পরীক্ষামূলক)

source: Unable to show banner
bn_bd: ব্যানারটি দেখানো সম্ভব হচ্ছে না

source: This preview is the last published version of the banner
bn_bd: এই প্রিভিউটি ব্যানারের সর্বশেষ প্রকাশিত সংস্করন
